Repository: boytpcm123/GithubUsers
Catalog: GithubUsers/Resources/Localizable.xcstrings
Source language: en
Languages: vi

source: Failed to decode data.
vi: Không thể giải mã dữ liệu.

source: Follower
vi: Người theo dõi

source: Following
vi: Đang theo dõi

source: Getting User Detail...
vi: Đang lấy thông tin người dùng...

source: Github Users
vi: Người dùng Github

source: Loading More Users...
vi: Đang tải thêm...

source: Loading Users...
vi: Đang tải người dùng...

source: Looks like there are no users.
vi: Có vẻ như không có dữ liệu.

source: Server is not reachable.
vi: Máy chủ không thể truy cập được.

source: Service is not reachable, Please try again later!
vi: Máy chủ không thể truy cập được, vui lòng thử lại sau!

source: The server returned an invalid response.
vi: Máy chủ trả về phản hồi không hợp lệ.

source: URL string is malformed.
vi: Chuỗi URL không đúng định dạng.

source: User Details
vi: Chi tiết người dùng
